{


    "title": "Startseite",
    "welcome_message": "Willkommen auf unserer Website!",
    "about_us": "Erfahren Sie mehr über uns und unsere Dienstleistungen.",
    "skills": "Fertigkeiten",
    "interests": "Interessen",
    "interests_body": "Meine vielfältigen Interessen beeinflussen meine Arbeit maßgeblich. Schwimmen fördert meine Kreativität und Problemlösungsfähigkeiten, während Reisen meinen Blickwinkel und meinen Ansatz in der Softwareentwicklung bereichern. Kontinuierliches Lernen durch Technologieblogs stellt sicher, dass ich in einer sich ständig weiterentwickelnden Branche immer auf dem neuesten Stand bleibe.",

    "who_am_i": "Wer bin ich eigentlich?",
    "who_am_i_body": "Ich bin Softwareentwickler und habe einen Bachelor-Abschluss von der Universität Damaskus. Nach meinem Abschluss begann ich meine berufliche Laufbahn bei Syriatel Mobile Telecom, dem führenden Anbieter von Mobilfunkdiensten in Syrien. In meiner Rolle als Softwareentwickler war ich für die Wartung des Systems verantwortlich, das die Sendemasten verwaltet. Meine Fachgebiete sind die Entwicklung von mobilen und Webanwendungen. Mein Alleinstellungsmerkmal ist meine Fähigkeit, innovative Softwarelösungen zu liefern, die die Telekommunikationsinfrastruktur verbessern.",
    "my_name": "Ich bin Joud Nassar",
    "career": "",
    "message_me": "Schreib mir",


    "get_in_touch": "Kontakt aufnehmen",
    "get_in_touch_description": "Hallo, ich bin Joud Nassar und lebe in Dubai, Vereinigte Arabische Emirate. Als Junior in der Softwaretechnik stehe ich gerne für Verbindungen und Diskussionen zu unseren gemeinsamen Interessen zur Verfügung. Ich freue mich darauf, von Ihnen zu hören.",
    "sender_name_hint": "Ihr Name",
    "sender_email_hint": "Ihre E-Mail",
    "sender_subject_hint": "Betreff",
    "sender_message_hint": "Nachricht",
    "sender_message_button": "Nachricht senden",
    "footer_text": "Entwickelt von Joud Nassar",
    "achievements" : "ERRUNGENSCHAFTEN",
    "projects" : "PROJEKTE",
    "look_at_my_project": "Werfen Sie einen Blick auf meine Projekte",
    "educational_background": "BILDUNGSABSCHLUSS",
    "educational_background_description": "Ich habe einen Abschluss\nin Software Engineering von der Universität Damaskus in Syrien, der mir eine starke Grundlage für innovatives Problemlösen im Technologiebereich vermittelt.",
    "work_experience": "BERUFSERFAHRUNG",
    "work_experience_description": "Mit Fokus auf Exzellenz blühe ich als Full Stack Entwickler bei Syriatel Mobile Telecom auf, indem ich innovative Lösungen liefere und die Technologie in der Telekommunikationsbranche vorantreibe. Zusätzlich arbeite ich freiberuflich und biete maßgeschneiderte Softwarelösungen an.",    "languages": "SPRACHEN",
    "languages_description": "Arabisch: <b>Mutter Sprache</b>\nEnglisch: <b>B2</b> Niveau\nDeutsch: <b>B2</b> Niveau",
    "testimonials_description_1": "Optimierung von Telekommunikationssystemen durch innovative Softwarelösungen bei Syriatel Mobile Telecom.",
    "testimonials_description_2": "Verbesserung von Bildungssystemen durch mobile Apps und Datenbanken an der Universität Damascus.",
    "testimonials_description_3": "Bereitstellung maßgeschneiderter Softwarelösungen mit Fokus auf Qualität.",
    "explore_gitHub": "Projekt auf GitHub erkunden",
    "contact_header": "Kontakt",
    "achievements_header": "Erfolge",
    "projects_header": "Projekte",
    "about_header": "Über",
    "home_header": "Startseite",
    "look1": "Dies ist meine persönliche Portfolio-Website, die mit HTML, CSS, Bootstrap und JavaScript entwickelt wurde. Sie enthält verschiedene Abschnitte wie Wer bin ich, Interessen, Erfolge und Kontakt aufnehmen. Der Abschnitt 'Kontakt aufnehmen' wird von EmailJS unterstützt, um die Kontaktfunktionalität zu ermöglichen.",
    "look2": "Die Fayrouz Caffe App wurde mit dem Flutter-Framework entwickelt, um den Kunden dieses Cafés zu helfen, die Optionen zu sehen, die sie bestellen können. Die Anwendung enthält einen Beschreibungsabschnitt für jedes Produkt und ein Video des Produkts. Das Fayrouz Caffe befindet sich in der Al Hadaraa Straße, Homs, Syrien.",
    "look3": "Ich habe den Front-End-Bereich dieser mobilen Anwendung entwickelt. Die Covid-19-App zeigt dem Benutzer die weltweite Ausbreitung des Coronavirus. Sie zeigt die Anzahl der Infizierten, Genesenen und Verstorbenen nach Ländern an und gibt einfache Empfehlungen, wie man sich vor dem Virus schützen kann.",
    "look4": "Die Aurora Wasset Mobile-App wurde für ein Maklerunternehmen in Syrien entwickelt, das auf den Kauf und Verkauf von Autos und Wohnungen spezialisiert ist. Ich war für den Front-End-Bereich dieser App verantwortlich. Die Anwendung bietet den Benutzern eine benutzerfreundliche Oberfläche, um verfügbare Autos und Wohnungen zu durchsuchen, detaillierte Beschreibungen und Bilder anzusehen und Makler für weitere Informationen zu kontaktieren. Aurora Wasset zielt darauf ab, den Prozess des Kaufs und Verkaufs von Immobilien in Syrien zu optimieren und allen Benutzern ein reibungsloses und effizientes Erlebnis zu gewährleisten.",
    "look5": "Für mein Abschlussprojekt an der Universität Damaskus habe ich eine Anwendung für die Dar Al Hekmah Schule in Damaskus, Syrien, entwickelt. Die App hilft den Eltern, verschiedene Aspekte des Schullebens ihrer Kinder zu überwachen. Zu den Funktionen gehören das Anzeigen von Anwesenheitsaufzeichnungen, das Verfolgen bezahlter und ausstehender Raten, das Überprüfen der Noten und Prüfungen der Kinder sowie der Zugriff auf Chat-Räume ähnlich wie bei WhatsApp und Videoanrufe mit Schulmanagern. Darüber hinaus ermöglicht die App den Eltern, den Standort des Schulbusses zu verfolgen, den Aufenthaltsort ihrer Kinder zu erfahren und im Falle von Abwesenheit medizinische Berichte hochzuladen. Das Projekt wurde mit Flutter, Firebase für Backend-Dienste, Standortverfolgung und Agora für Chats und Videoanrufe entwickelt."
}
