{
    "title": "Home",
    "welcome_message": "Welcome to our website!",
    "about_us": "Learn more about us and our services.",
    "skills": "Skills",
    "interests": "Interests",
    "interests_body": " My diverse interests profoundly influence my work. Swimming fosters my creativity and problem-solving abilities, while travel enriches my perspective and approach to software development. Continuous learning through tech blogs ensures I stay ahead in an ever-evolving industry. ",
    "who_am_i": "Who Am I?",
    "who_am_i_body": "I am a Software Engineer with a degree from Damascus University. After graduating, I began my career at Syriatel Mobile Telecom, the leading company in Syria for cellular communications services. In my role as a software developer, I was responsible for maintaining the system that manages the coverage towers. My expertise lies in mobile and web applications development, and my unique selling point is my ability to deliver innovative software solutions that enhance telecommunications infrastructure.",
    "my_name": "I am Joud Nassar",
    "career": "",
    "message_me": "Message me",
    "get_in_touch": "Get in Touch",
    "get_in_touch_description": "Hello, I’m Joud Nassar, based in Dubai, UAE. As a junior in Software Engineering, I’m readily available for connections and discussions about our shared interests. Looking forward to hearing from you.",
    "sender_name_hint": "Your Name",
    "sender_email_hint": "Your Email",
    "sender_subject_hint": "Subject",
    "sender_message_hint": "Message",
    "sender_message_button": "Send Message",
    "footer_text": "Designed by Joud Nassar",
    "achievements": "ACHIEVEMENTS",
    "projects": "Projects",
    "look_at_my_project": "Feel free to take a look at my projects",
    "educational_background": "EDUCATIONAL BACKGROUND",
    "educational_background_description": "I hold a degree in Software Engineering from Damascus University, Syria, empowering me with a strong foundation for innovative problem-solving in tech.",
    "work_experience": "WORK EXPERIENCE",
    "work_experience_description": " With a focus on excellence, I excel as a Full Stack Developer at Syriatel Mobile Telecom, delivering innovative solutions and advancing technology in telecom. Additionally, I freelance, providing tailored software solutions. ",
    "languages": "LANGUAGES",
    "languages_description": "Arabic: <b>Native</b>\nEnglish: <b>B2</b> level\nGerman: <b>B2</b> level",
    "testimonials_description_1": "Optimizing telecom systems with innovative software solutions at Syriatel Mobile Telecom.",
    "testimonials_description_2": "Enhancing education systems through mobile apps and databases at Damascus University.",
    "testimonials_description_3": "Providing tailored software solutions with a focus on quality.",
    "explore_gitHub": "Explore the project on GitHub",
    "contact": "Contact",
    "contact_header": "Contact",
    "achievements_header": "Achievements",
    "projects_header": "Projects",
    "about_header": "About",
    "home_header": "Home",
    "look1": "This is my personal portfolio website developed using HTML, CSS, Bootstrap, and JavaScript. It includes various sections such as Who Am I, Interests, Achievements, and Get in Touch. The 'Get in Touch' section is powered by EmailJS to support contact functionality.",
    "look2": "The Fayrouz Caffe app is developed using the Flutter framework to help the consumers of this cafeteria see the options they can order. The application includes a description section for each product and a video of the product. Fayrouz Caffe is located on Al Hadaraa Street, Homs, Syria.",
    "look3": "I developed the front-end section of this mobile application. The Covid 19 app shows the user the spread of the coronavirus worldwide. It displays the number of infected, recovered, and deceased people by country and provides simple suggestions for people to protect themselves from the virus.",
    "look4": "The Aurora Wasset mobile application is developed for a brokerage company in Syria that specializes in buying and selling cars and apartments. I was responsible for the front-end section of this app. The application provides users with a user-friendly interface to browse through available cars and apartments, view detailed descriptions and images, and contact brokers for more information. Aurora Wasset aims to streamline the process of buying and selling properties in Syria, ensuring a smooth and efficient experience for all users.",
    "look5": "For my graduation project at Damascus University, I developed an application for Dar Al Hekmah School in Damascus, Syria. The app helps parents monitor various aspects of their children's school life. Features include viewing attendance records, tracking paid and remaining installments, checking children's grades and exams, and accessing chat rooms similar to WhatsApp, as well as video calls with school managers. Additionally, the app allows parents to track the school bus location, know the whereabouts of their children, and upload medical reports in case of absence. The project was developed using Flutter, Firebase for backend services, location tracking, and Agora for chat and video calls."

}
